Repository: falconAstro/KOP
Catalog: src/Resources/Languages/AppResources.*.resx
Languages: sk

# DeleteButton
source: Delete
sk: Vymazať

# ErrorToast
source: Error
sk: Chyba

# ErrorToastDelete
source: Failed to identify item for deletion
sk: Nepodarilo sa identifikovať objekt pre vymazanie

# ErrorToastFirebase
source: Firebase error
sk: Firebase chyba

# ErrorToastFirebaseAuth
source: Firebase auth error
sk: Firebase auth chyba

source: From:
sk: Od:

# LoadedDataToast
source: Loaded data successfully
sk: Dáta úspešne načítané

source: No
sk: Nie

# PersonalTaskButton
source: Create task
sk: Vytvoriť úlohu

# PersonalTaskEntry1
source: Enter the new task
sk: Zadajte novú úlohu

# PersonalTaskLabel1
source: Create a new personal task
sk: Vytvorenie novej osobnej úlohy

# PersonalTaskLabel2
source: My current personal tasks
sk: Moje aktuálne úlohy

# PersonalTaskTitle
source: Personal tasks
sk: Osobné úlohy

# SettingsLabel1
source: My account details:
sk: Informácie o mojom účte:

# SettingsLabel2
source: App information
sk: Informácie o aplikácii

# SettingsSignOut
source: Sign out
sk: Odhlásiť sa

# SettingsTitle
source: Settings
sk: Nastavenia

# SharedEventButton
source: Create event
sk: Vytvoriť udalosť

# SharedEventConfirmation
source: Event created successfully
sk: Udalosť úspešne vytvorená

# SharedEventDeletion
source: Delete Event
sk: Odstránenie udalosti

# SharedEventDeletionConfirmation
source: Are you sure you want to delete the event
sk: Určite chcete odstrániť udalosť

# SharedEventDeletionToast
source: Event deleted successfully
sk: Udalosť úspešne odstránená

# SharedEventEntry1
source: Enter a new event
sk: Zadajte názov novej udalosti

# SharedEventLabel1
source: Create a new shared event
sk: Vytvorenie novej zdieľanej udalosti

# SharedEventLabel2
source: Current events
sk: Aktuálne udalosti

# SharedEventTitle
source: Shared events
sk: Zdieľané udalosti

# SharedEventToastNull
source: Enter an event and pick a date first!
sk: Najprv zadajte názov a udalosti a vyberte dátum!

# SharedTaskButton
source: Create task
sk: Vytvoriť úlohu

# SharedTaskEntry
source: Enter a new task
sk: Zadajte novú úlohu

# SharedTaskLabel
source: Create a new shared task
sk: Vytvorenie novej zdieľanej úlohy

# SharedTaskLabel2
source: My current tasks
sk: Moje aktuálne úlohy

# SharedTaskPicker
source: Select a target user
sk: Vyberte cieľového použivateľa

# SharedTasksToastNull
source: Enter a task and pick a user first!
sk: Najprv zadajte úlohu a vyberte použivateľa!

# SharedTaskTitle
source: Shared task
sk: Zdieľané úlohy

# ShoppingListButton1
source: Add item to shopping list
sk: Pridať položku do zoznamu

# ShoppingListButton2
source: Create shopping list
sk: Vytvoriť nákupný zoznam

# ShoppingListConfirmationDeletion
source: Are you sure you want to delete this shopping list?
sk: Určite chcete tento nákupný zoznam odstrániť?

# ShoppingListCreationConfirm
source: Are you sure you want to create this shopping list?
sk: Určite chcete tento nákupný zoznam vytvoriť?

# ShoppingListCreationToast
source: Shopping list created
sk: Nákupný zoznam vytvorený

# ShoppingListDelete
source: Delete shopping list
sk: Odtránenie nákupného zoznamu

# ShoppingListDeletioniToast
source: Shopping list successfully deleted
sk: Nákupný zoznam bol úspešne odstránený

# ShoppingListEntry
source: Enter a shopping item
sk: Zadajte nákupnú položku

# ShoppingListLabel1
source: Create a new shopping list
sk: Vytvorenie nového nákupného zoznamu

# ShoppingListLabel2
source: My current shopping lists
sk: Moje aktuálne nákupné zoznamy

# ShoppingListTitle
source: Shopping lists
sk: Nákupné zoznamy

# ShoppingListToastNull
source: Enter an item first!
sk: Najprv zadajte položku!

# ShoppingListToastNull2
source: Pick a user and add shopping items first!
sk: Najprv vyberte použivateľa a pridajte položky do zoznamu!

# SignInButton1
source: Sign In
sk: Prihlásiť sa

# SignInButton2
source: Sign Up
sk: Registrácia

# SignInEntry1
source: Enter your e-mail
sk: Zadajte svoj e-mail

# SignInEntry2
source: Enter your Password
sk: Zadajte svoje heslo

# SignInLabel1
source: Please sign in to proceed!
sk: Prihláste sa prosím!

# SignInLabel3
source: Password:
sk: Heslo:

# SignInLabel4
source: Don't have an account?
sk: Nemáte účet?

# SignInTitle
source: Sign In
sk: Prihlásenie

# SignInToast1
source: Signed in successfully
sk: Úspešné prihlásenie

# SignOutConfirmation
source: Are you sure you want to sign out?
sk: Určite sa chcete odhlásiť?

# SignOutSuccess
source: User signed out successfully
sk: Použivateľ úspešne odhlásený

# SignUpButton
source: Sign up
sk: Registrácia

# SignUpEntry1
source: Enter your username
sk: Zadajte svoje použivateľské meno

# SignUpEntry2
source: Enter your e-mail
sk: Zadajte svoj e-mail

# SignUpEntry3
source: Enter a new password
sk: Zadajte nové heslo

# SignUpEntry4
source: Repeat the password
sk: Zadajte heslo znova

# SignUpLabel1
source: Create a new account
sk: Vytvorenie nového účtu

# SignUpLabel2
source: Username:
sk: Použivateľské meno:

# SignUpLabel4
source: Password:
sk: Heslo:

# SignUpLabel5
source: Repeat password:
sk: Heslo znova:

# SignUpTitle
source: Sign up
sk: Registrácia

# SignUpToastNullUsername
source: Enter a username first!
sk: Najprv zadajte použivateľské meno!

# SignUpToastPasswordsMissmatch
source: Passwords do not match!
sk: Heslá sa nezhodujú!

# SignUpToastSuccess
source: Signed up successfully
sk: Úspešná registrácia

# TaskDeletionConfirmation
source: Are you sure you want to delete the task
sk: Určite chcete odstrániť úlohu

# TaskToast
source: Task successfully created
sk: Úloha úspešne vytvorená

# TaskToastDelete
source: Task successfully deleted
sk: Úloha úspešne odstránená

# TaskToastDeletion
source: Delete task
sk: Odstránenie úlohy

# TaskToastNull
source: Enter a task first!
sk: Najprv zadajte úlohu!

source: Yes
sk: Áno
